<!DOCTYPE html>

<html>

<head>

    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Next To Me</title>
    
    <link rel="stylesheet" href="css/themes/default/jquery.mobile-1.4.5.min.css">
    <link rel="stylesheet" href="css/zepp.css" />    
    <link rel="stylesheet" href="css/themes/zepp.css" />
    <link rel="stylesheet" href="css/themes/jquery.mobile.icons.min.css" />
    <!--    //-->
  
    <link rel="shortcut icon" href="favicon.ico">
        
    <script type="text/javascript" src="cordova.js"></script>
    
    <script src="js/jquery.js"></script>    
    <script src="js/jquery.mobile-1.4.5.min.js"></script>
    
    <script src="js/zepp_settings.js"></script>
    <script src="js/zepp_messages.js"></script>
    <script src="js/zepp_session.js"></script>

    <script src="js/zepp_controller_signin.js"></script>
    <script src="js/zepp_controller_register.js"></script>
    <script src="js/zepp_controller_password_reset.js"></script>
    
    <script src="js/zepp.js"></script>
    <script src="js/zepp_core.js"></script>
    <script src="js/zepp_language.js"></script>
    
    <script>
    
        //$(document).bind("mobileinit", function () {
            $.mobile.defaultPageTransition = 'none';
            $.mobile.ajaxEnabled = false;
            //alert('ok');
        //});
    
    </script>            
    
</head>

<body>



    <div style="display:none; z-index:2000; position:absolute; background:#000000; opacity:0.5; width:100%; height:200px; top:0px; left:0px;" id="save_values_area">Save Values Area</div>





    <div data-role="page" id="PAGE_ID_Impressum">                 
        
        <!-- <div id="DIV_ID_Header" data-include="data_header" data-tap-toggle="false" data-role="header" class="zepp-header" data-theme="a" data-position="fixed">                                              
            
            <h1>ZEpp</h1>                        
                        
        </div>         //-->
    
        <div id="DIV_ID_IMG_Background"       class="zepp-header-splash"      style="width:100%; min-width:100%; max-width:100%; height:300px;" /></div>
        <div id="DIV_ID_IMG_Background_Logo"  class="zepp-header-splash-logo" style="position:absolute;" /></div>
        
        <div role="main" class="ui-content">
            
            <p><a href="index.html" style="color:#000000">Home</a></p> 
                        
            <div class='impressum'><h1>Impressum</h1><p>Angaben gem&auml;&szlig; &sect; 5 TMG</p><p>Jens Horing <br> 
            Ahornstra&szlig;e 2<br> 
            65207 Wiesbaden <br> 
            </p><p> <strong>Vertreten durch: </strong><br>
            Jens Horing<br>
            </p><p><strong>Kontakt:</strong> <br>
            Telefon: 0177-7645431<br>
            E-Mail: <a href='mailto:get@nxto.me'>get@nxto.me</a></br></p><p><strong>Umsatzsteuer-ID: </strong> <br>
            Umsatzsteuer-Identifikationsnummer gem&auml;&szlig; &sect;27a Umsatzsteuergesetz: DE 195415898<br><br>
            <strong>Wirtschafts-ID: </strong><br>
            <br>
            </p><p><strong>Haftungsausschluss: </strong><br><br><strong>Haftung f&uuml;r Inhalte</strong><br><br>
            Die Inhalte unserer Seiten wurden mit gr&ouml;&szlig;ter Sorgfalt erstellt. F&uuml;r die Richtigkeit, Vollst&auml;ndigkeit und Aktualit&auml;t der Inhalte k&ouml;nnen wir jedoch keine Gew&auml;hr &uuml;bernehmen. Als Diensteanbieter sind wir gem&auml;&szlig; &sect; 7 Abs.1 TMG f&uuml;r eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach &sect;&sect; 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, &uuml;bermittelte oder gespeicherte fremde Informationen zu &uuml;berwachen oder nach Umst&auml;<p></p>nden zu forschen, die auf eine rechtswidrige T&auml;tigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unber&uuml;hrt. Eine diesbez&uuml;gliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung m&ouml;glich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.<br><br><strong>Haftung f&uuml;r Links</strong><br><br>
            Unser Angebot enth&auml;lt Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb k&ouml;nnen wir f&uuml;r diese fremden Inhalte auch keine Gew&auml;hr &uuml;bernehmen. F&uuml;r die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf m&ouml;gliche Rechtsverst&ouml;&szlig;e &uuml;berpr&uuml;ft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.<br><br><strong>Urheberrecht</strong><br><br>
            Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielf&auml;ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au&szlig;erhalb der Grenzen des Urheberrechtes bed&uuml;rfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur f&uuml;r den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.<br><br><strong>Datenschutz</strong><br><br>
            Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten m&ouml;glich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit m&ouml;glich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdr&uuml;ckliche Zustimmung nicht an Dritte weitergegeben. <br>
            Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich. <br>
            Der Nutzung von im Rahmen der Impressumspflicht ver&ouml;ffentlichten Kontaktdaten durch Dritte zur &Uuml;bersendung von nicht ausdr&uuml;cklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdr&uuml;cklich widersprochen. Die Betreiber der Seiten behalten sich ausdr&uuml;cklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.<br>
            <br><br><strong>Google Analytics</strong><br><br>
            Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (''Google''). Google Analytics verwendet sog. ''Cookies'', Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie erm&ouml;glicht. Die durch den Cookie erzeugten Informationen &uuml;ber Ihre Benutzung dieser Website (einschlie&szlig;lich Ihrer IP-Adresse) wird an einen Server von Google in den USA &uuml;bertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports &uuml;ber die Websiteaktivit&auml;ten f&uuml;r die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte &uuml;bertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten der Google in Verbindung bringen. Sie k&ouml;nnen die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website voll umf&auml;nglich nutzen k&ouml;nnen. Durch die Nutzung dieser Website erkl&auml;ren Sie sich mit der Bearbeitung der &uuml;ber Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.</p><br> 
            Impressum vom <a href="http://www.impressum-generator.de">impressum-generator.de</a> der <a href="http://www.kanzlei-hasselbach.de/standorte/bonn/">Kanzlei Hasselbach Rechtsanw&auml;lte</a>
             </div>
                          
            <br><br><br>

        </div>
                
        <!-- <div style="height:30px; width:100%" class="zepp-fade">                    
        </div>  //-->
        
        <div class="ui-bar zepp-footer_1"> 
        
            <div class="zepp-footer_A">
                <h4><zepp id="Language_Footer_Title">ZEpp - The Holiday App</zepp></h4>
                <p><zepp id="Language_Footer_Text1">Copyright &copy; 2020 by ZEpp&trade;<br>All rights reserved.</zepp></p>
                <p><zepp id="Language_Footer_Text2"></zepp></p>
                <br />
                <p><a href="impressum.html" style="color:#000000"><zepp id="Language_Footer_Terms">Legal notice</zepp></a></p> 
                <p><a href="datenschutz.html" style="color:#000000"><zepp id="Language_Footer_Protection">Data protection</zepp></a></p> 
                <br />
            </div>                               
            
            <div class="zepp-footer_B">
                <h4><zepp id="Language_Social_Media">Follow us on social media</zepp></h4>
                <p><a target="_blank" href="https://twitter.com/GetZEpp"      ><img style="cursor:pointer" width="36" src="img/social/twitter.png"    /></a>
                   <a target="_blank" href="https://www.facebook.com/zepp"    ><img style="cursor:pointer" width="36" src="img/social/facebook.png"  /></a>
                   <a target="_blank" href="https://www.tumblr.com/blog/zepp" ><img style="cursor:pointer" width="36" src="img/social/tumblr.png"    /></a>
                   <a target="_blank" href="https://www.instagram.com/zepp"   ><img style="cursor:pointer" width="36" src="img/social/instagram.png" /></a></p>
                </p>
                <br />
            </div>                               
            
            <div class="zepp-footer_C">
                <h4><zepp id="Language_Contact_Title">Get in contact with us</zepp></h4>
                <p><a href="https://nxto.me/_off/contactform.html" style="color:#000000"><zepp id="Language_Contact_Form">Contact Form</zepp></a></p>
                <br />
            </div>   
            
        </div> 
        
        
        <div data-role="panel" data-position="right" data-position-fixed="true" data-display="overlay" data-theme="a" id="DIV_ID_Options_Menu">                        
            <img src="img/options.jpg" style="width:100%" />            
            <div class="ui-content">                
                <h2><zepp id="Language_Options_Title">Options</zepp></h2>                
                <p><acronym id="ZEpp_Session_Info"></acronym></p>                                                
                <button id="BTN_ID_Edit_Profile" type="button" data-theme="b"><zepp id="Language_Options_Edit_Profile">Edit Profile</zepp></button>                
                <button id="BTN_ID_Change_Password" type="button" data-theme="b"><zepp id="Language_Options_Change_Password">Change Password</zepp></button>
                <a href="#Popup_Logout" data-rel="popup" data-transition="pop" data-position-to="window" id="btn-submit" class="ui-btn ui-btn-b ui-corner-all"><zepp id="Language_Options_Logout">Logout</zepp></a>                
            </div>                                
        </div>
            
        <div data-role="popup" id="Popup_Logout" data-dismissible="false" style="max-width:400px;">
            <div role="main" class="ui-content">
                <h3 class="mc-text-danger"><zepp id="Language_Logout_Title">Are you sure?</zepp></h3>
                <p><zepp id="Language_Logout_Question">Do you really want to log out of ZEpp?</zepp></p>
                <button id="BTN_ID_Logout" type="button" data-theme="b"><zepp id="Language_Logout_Yes">Yes, please!</zepp></button>
                <div><a href="#" data-rel="back" class="ui-btn ui-corner-all ui-shadow ui-btn-b"><zepp id="Language_Logout_No">No, I want to stay</zepp></a></div>
            </div>
        </div> 
          

    </div>
    
    
    
    
    

    
    
    
    
                              

</body>

</html>
